from string import Template


START_TEXT = Template(
    "Привет, $name!\n\nЯ здесь,"
    + " чтобы помочь тебе следить за твоими расходами и доходами"
)

HELP_TEXT = Template(
    "Этот бот предназначен для анализа расходов и доходов."
)

INFO_TEXT = Template(
    "Привет, $name!\n\nЯ здесь,"
    + " чтобы помочь тебе следить за твоими расходами и доходами"
)

ABOUT_TEXT = Template(
    "Привет, $name!\n\nЯ здесь,"
    + " чтобы помочь тебе следить за твоими расходами и доходами"
)

ANALYTICS_TEXT = Template(
    "Привет, $name!\n\nЯ здесь,"
    + " чтобы помочь тебе следить за твоими расходами и доходами"
)

HOW_ADD_DELETE = Template(
    "Ваше сообщение должно начинаться с '++' или '--'"
)

MENU_TEXT = "Меню: "
